{
  "sections": [
    {
      "class": "leo-intro",
      "title": "THE PROUD OF SRI LANKA",
      "content": "Close-set rosettes and a tawny yellow coat with dark patches characterize the Sri Lankan leopard, a big subspecies of leopard. The island's woodland patches, tea farms, grasslands, home gardens, and plantations of pine and eucalyptus are just a few of the places where it can be found. Living alone, they hunt primarily at night and may carry their kills into trees. They warn intruders by making sounds like growls, snarls, meows, and purrs, as well as by leaving claw marks. Cats that are melanistic are uncommon. With 750–1,000 leopards in the population, Sri Lanka has one of the highest populations of leopards worldwide. Leopard populations are well-known in the Yala and Wilpattu national parks. Leopards are threatened by poaching, habitat degradation, and conflicts with other species even though they are protected. Their long-term survival depends on conservation initiatives including habitat protection and community involvement. In order to better understand leopard behavior and put into practice successful conservation initiatives, researchers and conservationists keep an eye on the leopard population. Even though they have been classified as a 'endangered' species since 2008, leopards are still visible across Sri Lanka."
    },
    {
      "class": "venue",
      "title": "Spots to Find Leopards",
      "venues": [
        {
          "name": "Yala National Park",
          "description": "Thanks to its lakes, woods, and watering holes, Yala National Park in Sri Lanka is well known for its large population of leopards. There are five blocks in the park, some of which are off-limits and some of which need permission. During the dry months, guests ought to reserve stays in luxurious accommodations. February through June are the best months to visit the park because they are dry and provide better visibility for the wildlife."
        },
        {
          "name": "Kumana National Park",
          "description": "The elusive leopard, a solitary and nimble species renowned for its stealth and agility, is a frequent sight in Sri Lanka's Kumana National Park. Visitors may watch from a safe distance thanks to the park's well-kept safari paths and knowledgeable guides. A code and name help identify leopards, who are always on the lookout, active, and frequently concealed behind shrubs. March through June are the ideal months to go."
        },
        {
          "name": "Sinharaja Forest Reserve",
          "description": "The 15 Sri Lankan leopards that call the Sinharaja Forest Reserve home are an important part of the country's ecosystem, and local communities, government agencies, and conservation organisations all work together to protect them. The Brown Mongoose and Golden Palm Civet are among the infrequently encountered species."
        }
      ]
    },
    {
      "class": "threats",
      "title": "The Future of Big cat",
      "threats": [
        {
          "image": "Image/Human-wildlife Conflict.jpg",
          "title": "Human-wildlife Conflict",
          "description": "Human-wildlife conflict in Sri Lanka endangers leopards, causing depredation, injuries, and deaths. This fosters negative sentiments towards leopards and revenge kills. The violence also has an impact on the Sri Lankan leopard's environment, disturbing its balance. Habitat loss and resource rivalry are major drivers of this problem.",
          "consequences": "Conflicts between humans and leopards in Sri Lanka have serious economic and emotional effects for the local populations. Livestock loss can cause profound antipathy towards predators, resulting in retaliatory deaths. Retaliatory kills disturb normal behaviours, increasing stress and reducing reproductive success, posing a threat to leopard populations under conservation. Retaliatory killings, such as snaring, poisoning, and hunting, exacerbate leopards' vulnerability. Negative opinions about leopards can stymie conservation efforts and foster a hostile environment between humans and wildlife.",
          "protection": "Sri Lanka has taken steps to prevent human-leopard conflicts, such as predator-proof livestock enclosures, community-based conservation programs, early warning systems, and legislation changes. These measures attempt to reduce leopard assaults, economic losses, and emotional suffering, as well as foster leopard tolerance. However, continued collaboration among government agencies, conservation organizations, and local people is essential for long-term solutions."
        },
        {
          "image": "Image/habitat lost.jpg",
          "title": "Habitat loss",
          "description": "Habitat loss in Sri Lanka, induced by deforestation, urbanisation, and agricultural expansion, poses a severe danger to leopard populations, resulting in habitat fragmentation, limited prey access, increased conflict, and population reduction.",
          "consequences": "Habitat loss in Sri Lanka fragments leopard populations, limiting genetic diversity and increasing disease susceptibility. This fragmentation also limits leopards' access to wildlife, forcing them to hunt in human settlements for nourishment. This causes more friction with humans and animals, placing leopards at risk of revenge and bad attitudes in local populations. Leopard numbers are declining, which has ecological ramifications because they moderate prey populations and preserve ecosystem equilibrium.",
          "protection": "Sri Lanka is tackling leopard habitat degradation by creating protected areas and wildlife corridors, reducing human-leopard conflict through community-based conservation projects, and encouraging sustainable land use practices. These efforts include livestock protection, alternative livelihood programmes, and educational initiatives. Addressing the underlying causes of habitat loss, such as unsustainable development and land use practices, necessitates working with legislators and stakeholders to implement rules. Other strategies include establishing protected areas, applying sustainable forestry methods, recovering degraded forests, encouraging coexistence, and enhancing wildlife corridor management."
        }
      ]
    }
  ]
}
