{
  "yala": {
    "intro": {
      "title": "Discover the wonders",
      "content": "Yala National Park, also known as Ruhuna National Park, is a must-see for leopard safaris. The park is separated into five blocks, with Block I being the most popular and lucrative spot for a leopard safari. The park is 20 km southwest of Tissamaharama and may be accessed via Chena Huts. Yala National Park, located in Sri Lanka's southern region, is the most popular and second-largest national park. It comprises 979 square kilometers and is home to a wide range of animals, including Sri Lankan elephants, leopards, and aquatic birds. The park is one of Sri Lanka's 70 Important Bird Areas and is home to 215 bird species, including six endemic species. It boasts one of the greatest leopard population densities in the world. The area has been home to multiple ancient civilizations and two significant Buddhist pilgrimage sites. The 2004 Indian Ocean tsunami devastated the park, killing 250 people. Since 2009, the park has seen an upsurge in visitor numbers."
    },
    "marvelous_menagerie": {
      "title": "Marvelous Menagerie",
      "content": "Yala National Park in Sri Lanka is recognized for its unique species and rich biodiversity. It includes a variety of ecosystems such as grasslands, woods, wetlands, and coastal areas, which serve as a home for a diverse range of flora and wildlife. The park is especially well-known for its abundance of elephants, leopards, sloth bears, spotted deer, sambars, wild boars, and mongooses. Yala also has toque macaques, grey langurs, and purple-faced langurs. Yala has around 200 bird species, including peacocks, junglefowl, hornbills, kingfishers, and eagles. Crocodiles, snakes, lizards, frogs, and butterflies can all be found in the park. Visitors can visit the park on guided safaris, which allows them to witness animals in their natural habitats. The park is home to a variety of mammals, including the Sri Lankan elephant, the baby tufted grey langur, the endemic Sri Lankan krait, Boulenger's keelback, Sri Lankan flying snake, painted-lip lizard, Wiegmann's agama, and Bahir's fan-throated lizard. The park also has Sri Lanka's two breeding crocodile species, the mugger and saltwater crocodiles, as well as the Indian cobra and Russell's viper.",
      "images": [
        "Image/Ruddy-mongoose.jpg",
        "Image/Blue-tailed bee-eater.jpeg",
        "Image/Chital.jpg",
        "Image/painted stork.jpeg"
      ]
    },
    "conservation": {
      "title": "Conservation Commitments",
      "content": "Yala National Park in Sri Lanka, home to the Sri Lankan leopard, is experiencing overcrowding, threatening both the park's fauna and revenue. Visitation to the park climbed from 43,368 in 2008 to 545,007 in 2015, representing a 1000% increase in seven years. This has resulted in an average of 250 automobiles entering Yala Block 1 per day, with higher numbers during the holiday season. To address this over-visitation, the Prime Minister's office formed the 'Yala Sub-Committee' to develop a long-term management strategy. The key stakeholders in this Sub-Committee are the Department of Wildlife Conservation and the Tourist Board. In March 2017, an action plan for improving the wildlife tourism experience in Yala National Park was developed, which included short-term, medium-term, and long-term initiatives. The strategy calls for wildlife conservation, anti-poaching measures, habitat restoration, community involvement, research and monitoring, and tourism management. The goal is to reduce tourism's environmental impact while allowing visitors to appreciate and learn about the park's natural features."
    }
  }
}